{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 100074, "word_counts": "{\"<START>\": 100074, \"\": 4529777, \"<END>\": 100074, \"[ n H ]\": 9809, \"[ N + ]\": 7612, \"[ O - ]\": 7502, \"[ C @ @ H ]\": 13657, \"[ C @ H ]\": 16160, \"[ S i ]\": 2090, \"[ N - ]\": 1042, \"[ S n ]\": 316, \"[ C @ @ ]\": 1093, \"[ S e ]\": 6, \"[ C @ ]\": 1388, \"[ P + ]\": 109, \"[ S i H ]\": 141, \"[ S i H 2 ]\": 54, \"[ n + ]\": 217, \"[ S H ]\": 14, \"[ N H 2 + ]\": 16, \"[ N @ @ + ]\": 1, \"[ S i H 3 ]\": 2, \"[ N H 3 + ]\": 44, \"[ s e ]\": 16, \"[ S @ @ ]\": 41, \"[ P H ]\": 5, \"[ P H 2 ]\": 2, \"[ N H - ]\": 2, \"[ S @ ]\": 35, \"[ s + ]\": 2, \"[ C - ]\": 144, \"[ S + ]\": 27, \"[ I + ]\": 1, \"[ P H 4 ]\": 2, \"[ N @ + ]\": 1, \"[ S - ]\": 71, \"[ L i ]\": 21, \"[ M g + ]\": 291, \"[ B H 3 - ]\": 34, \"[ N H 4 + ]\": 75, \"[ Z n ]\": 6, \"[ C u ]\": 64, \"[ O H - ]\": 16, \"[ Z n + ]\": 61, \"[ P b ]\": 1, \"[ B H - ]\": 17, \"[ K ]\": 2, \"[ S n H ]\": 6, \"[ P t ]\": 2, \"[ C l - ]\": 1, \"[ n - ]\": 1, \"[ M g ]\": 3, \"[ N H + ]\": 1, \"[ B r - ]\": 1, \"[ B - ]\": 1, \"[ F e ]\": 1, \"[ P d ]\": 1, \"[ C l + 3 ]\": 1}", "word_docs": "{\"\": 100074, \"<END>\": 100074, \"<START>\": 100074, \"[ n H ]\": 9366, \"[ N + ]\": 7405, \"[ O - ]\": 7174, \"[ C @ H ]\": 11627, \"[ C @ @ H ]\": 10288, \"[ S i ]\": 1944, \"[ N - ]\": 813, \"[ S n ]\": 312, \"[ C @ @ ]\": 954, \"[ S e ]\": 6, \"[ C @ ]\": 1190, \"[ P + ]\": 109, \"[ S i H ]\": 123, \"[ S i H 2 ]\": 52, \"[ n + ]\": 211, \"[ S H ]\": 14, \"[ N H 2 + ]\": 16, \"[ N @ @ + ]\": 1, \"[ S i H 3 ]\": 2, \"[ N H 3 + ]\": 44, \"[ s e ]\": 16, \"[ S @ @ ]\": 41, \"[ P H ]\": 5, \"[ P H 2 ]\": 2, \"[ N H - ]\": 2, \"[ S @ ]\": 35, \"[ s + ]\": 2, \"[ C - ]\": 144, \"[ S + ]\": 27, \"[ I + ]\": 1, \"[ P H 4 ]\": 2, \"[ N @ + ]\": 1, \"[ S - ]\": 71, \"[ L i ]\": 21, \"[ M g + ]\": 291, \"[ B H 3 - ]\": 34, \"[ N H 4 + ]\": 75, \"[ Z n ]\": 6, \"[ C u ]\": 64, \"[ O H - ]\": 16, \"[ Z n + ]\": 61, \"[ P b ]\": 1, \"[ B H - ]\": 17, \"[ K ]\": 2, \"[ S n H ]\": 6, \"[ P t ]\": 2, \"[ C l - ]\": 1, \"[ n - ]\": 1, \"[ M g ]\": 3, \"[ N H + ]\": 1, \"[ B r - ]\": 1, \"[ B - ]\": 1, \"[ F e ]\": 1, \"[ P d ]\": 1, \"[ C l + 3 ]\": 1}", "index_docs": "{\"2\": 100074, \"4\": 100074, \"3\": 100074, \"7\": 9366, \"8\": 7405, \"9\": 7174, \"5\": 11627, \"6\": 10288, \"10\": 1944, \"13\": 813, \"14\": 312, \"12\": 954, \"36\": 6, \"11\": 1190, \"19\": 109, \"18\": 123, \"24\": 52, \"16\": 211, \"35\": 14, \"32\": 16, \"48\": 1, \"41\": 2, \"25\": 44, \"33\": 16, \"26\": 41, \"39\": 5, \"42\": 2, \"43\": 2, \"27\": 35, \"44\": 2, \"17\": 144, \"29\": 27, \"49\": 1, \"45\": 2, \"50\": 1, \"21\": 71, \"30\": 21, \"15\": 291, \"28\": 34, \"20\": 75, \"37\": 6, \"22\": 64, \"34\": 16, \"23\": 61, \"51\": 1, \"31\": 17, \"46\": 2, \"38\": 6, \"47\": 2, \"52\": 1, \"53\": 1, \"40\": 3, \"54\": 1, \"55\": 1, \"56\": 1, \"57\": 1, \"58\": 1, \"59\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"\", \"3\": \"<START>\", \"4\": \"<END>\", \"5\": \"[ C @ H ]\", \"6\": \"[ C @ @ H ]\", \"7\": \"[ n H ]\", \"8\": \"[ N + ]\", \"9\": \"[ O - ]\", \"10\": \"[ S i ]\", \"11\": \"[ C @ ]\", \"12\": \"[ C @ @ ]\", \"13\": \"[ N - ]\", \"14\": \"[ S n ]\", \"15\": \"[ M g + ]\", \"16\": \"[ n + ]\", \"17\": \"[ C - ]\", \"18\": \"[ S i H ]\", \"19\": \"[ P + ]\", \"20\": \"[ N H 4 + ]\", \"21\": \"[ S - ]\", \"22\": \"[ C u ]\", \"23\": \"[ Z n + ]\", \"24\": \"[ S i H 2 ]\", \"25\": \"[ N H 3 + ]\", \"26\": \"[ S @ @ ]\", \"27\": \"[ S @ ]\", \"28\": \"[ B H 3 - ]\", \"29\": \"[ S + ]\", \"30\": \"[ L i ]\", \"31\": \"[ B H - ]\", \"32\": \"[ N H 2 + ]\", \"33\": \"[ s e ]\", \"34\": \"[ O H - ]\", \"35\": \"[ S H ]\", \"36\": \"[ S e ]\", \"37\": \"[ Z n ]\", \"38\": \"[ S n H ]\", \"39\": \"[ P H ]\", \"40\": \"[ M g ]\", \"41\": \"[ S i H 3 ]\", \"42\": \"[ P H 2 ]\", \"43\": \"[ N H - ]\", \"44\": \"[ s + ]\", \"45\": \"[ P H 4 ]\", \"46\": \"[ K ]\", \"47\": \"[ P t ]\", \"48\": \"[ N @ @ + ]\", \"49\": \"[ I + ]\", \"50\": \"[ N @ + ]\", \"51\": \"[ P b ]\", \"52\": \"[ C l - ]\", \"53\": \"[ n - ]\", \"54\": \"[ N H + ]\", \"55\": \"[ B r - ]\", \"56\": \"[ B - ]\", \"57\": \"[ F e ]\", \"58\": \"[ P d ]\", \"59\": \"[ C l + 3 ]\"}", "word_index": "{\"<OOV>\": 1, \"\": 2, \"<START>\": 3, \"<END>\": 4, \"[ C @ H ]\": 5, \"[ C @ @ H ]\": 6, \"[ n H ]\": 7, \"[ N + ]\": 8, \"[ O - ]\": 9, \"[ S i ]\": 10, \"[ C @ ]\": 11, \"[ C @ @ ]\": 12, \"[ N - ]\": 13, \"[ S n ]\": 14, \"[ M g + ]\": 15, \"[ n + ]\": 16, \"[ C - ]\": 17, \"[ S i H ]\": 18, \"[ P + ]\": 19, \"[ N H 4 + ]\": 20, \"[ S - ]\": 21, \"[ C u ]\": 22, \"[ Z n + ]\": 23, \"[ S i H 2 ]\": 24, \"[ N H 3 + ]\": 25, \"[ S @ @ ]\": 26, \"[ S @ ]\": 27, \"[ B H 3 - ]\": 28, \"[ S + ]\": 29, \"[ L i ]\": 30, \"[ B H - ]\": 31, \"[ N H 2 + ]\": 32, \"[ s e ]\": 33, \"[ O H - ]\": 34, \"[ S H ]\": 35, \"[ S e ]\": 36, \"[ Z n ]\": 37, \"[ S n H ]\": 38, \"[ P H ]\": 39, \"[ M g ]\": 40, \"[ S i H 3 ]\": 41, \"[ P H 2 ]\": 42, \"[ N H - ]\": 43, \"[ s + ]\": 44, \"[ P H 4 ]\": 45, \"[ K ]\": 46, \"[ P t ]\": 47, \"[ N @ @ + ]\": 48, \"[ I + ]\": 49, \"[ N @ + ]\": 50, \"[ P b ]\": 51, \"[ C l - ]\": 52, \"[ n - ]\": 53, \"[ N H + ]\": 54, \"[ B r - ]\": 55, \"[ B - ]\": 56, \"[ F e ]\": 57, \"[ P d ]\": 58, \"[ C l + 3 ]\": 59}"}}